{"pageProps":{"aboutPages":[{"id":"439","slug":"what-is-prosperity","title":"What is Prosperity?"},{"id":"447","slug":"what-is-the-index","title":"What is the Index?"},{"id":"462","slug":"using-the-index","title":"Using the Index"},{"id":"99247","slug":"sources-of-data","title":"Sources of data"},{"id":"454","slug":"key-findings","title":"Key Findings"},{"id":"3457","slug":"about-the-legatum-mcaad-partnership","title":"About the Legatum & MCAAD Partnership"},{"id":"483","slug":"the-working-group","title":"The Working Group"},{"id":"21871","slug":"about-the-donors","title":"The Donors"}],"downloadPages":[{"id":"409","slug":"reports","title":"Reports and Data"}],"stateMapPages":[{"id":"430","slug":"california","title":"California"},{"id":"433","slug":"colorado","title":"Colorado"},{"id":"76012","slug":"florida","title":"Florida"},{"id":"5029","slug":"georgia","title":"Georgia"},{"id":"5063","slug":"iowa","title":"Iowa"},{"id":"76021","slug":"kentucky","title":"Kentucky"},{"id":"76039","slug":"minnesota","title":"Minnesota"},{"id":"5077","slug":"montana","title":"Montana"},{"id":"76030","slug":"nebraska","title":"Nebraska"},{"id":"5088","slug":"new-york","title":"New York"},{"id":"5099","slug":"oklahoma","title":"Oklahoma"},{"id":"5112","slug":"texas","title":"Texas"}],"organisation":{"organisationAddress":"11 Charles Street, London, W1J 5DW","organisationEmail":"info@li.com","organisationLegalText":"<p>The Legatum Institute Foundation is a registered charity No. 1140719. Company limited by guarantee and incorporated in England and Wales No. 7430903.<br /></p>\n<p>Search <a href=\"https://www.algolia.com/\" target=\"_blank\" rel=\"noreferrer noopener\">powered by Algolia</a>. Website by <a href=\"https://www.tuple.co/\" target=\"_blank\" rel=\"noreferrer noopener\">Tuple</a>.</p>\n<p>Note: All content is available under <a href=\"https://creativecommons.org/licenses/by-nd/4.0/\" target=\"_blank\" rel=\"noreferrer noopener\">The Creative Commons Attribution-NoDerivatives 4.0 International</a>.<br /></p>\n<p>© 2022 Legatum Institute Foundation. All rights reserved.</p>","organisationLinkedinUrl":"https://www.linkedin.com/company/legatum-institute/","organisationTelephone":"+44 (0) 207 148 5400","organisationTwitterUrl":"https://twitter.com/LegatumInst","organisationWhat3words":"range.wisdom.ideas","organisationYoutubeUrl":"https://www.youtube.com/user/TheLegatumInstitute"},"mapHowTo":{"howToHeading":"How to use this map","howToContent":[{"text":"<p>The state-by-state and county-by-county maps demonstrate how each area performs across the different domains and pillars of the U.S. Prosperity Index. </p>\n<p>You can find out more information by clicking on an individual state or county. The pull-out box will provide an overview of the area's prosperity over the last decade, in comparison to the U.S. average, as well as full rankings information for all domains and pillars in 2011 and 2021.</p>\n<p>You can also download a detailed state or county profile datasheet from the <a href=\"https://www.americandreamprosperity.com/downloads/reports\">Downloads</a> section of the site.</p>"}]},"tableHowTo":{"howToHeading":"How to use this table","howToContent":[{"text":"<p>The rankings tables show how 50 states and Washington D.C. plus 1,196 counties in 12 selected states compare across the different domains, pillars, elements, and indicators of the American Dream Prosperity Index. (Please note, element and indicator rankings are only displayed for the state level Index but are available for counties in the county profile datasheets available to download.)<br /></p>\n<p dir=\"ltr\">We endeavor to create an Index that is methodologically sound, so have consulted a working group of academics and experts with knowledge spanning all of the metrics in the Index to determine the best way to measure prosperity across the U.S.</p>\n<p dir=\"ltr\">Our methodology is based on the concept of three domains, capturing institutional, economic, and social wellbeing, that are equally essential to prosperity. These domains are measured through 11 pillars, built upon 48 actionable policy areas (elements), and underpinned by over 200 indicators. For details of how each pillar, element, and indicator is currently weighted in the Index, you can download a copy of our full methodology report in <a href=\"https://www.americandreamprosperity.com/downloads/reports\">the Downloads section</a> of the site, along with the full 2021 dataset.</p>\n<p dir=\"ltr\">However, we know that different people may have different views on how important each metric is to a state or county's prosperity. So, we have created a Weightings tool that allows you to assign different weights - that is, different levels of importance - to the pillars, elements, and indicators.</p>\n<p dir=\"ltr\">If you click on the 'Adjust Weightings' button, you can choose to assign each metric in the current ranking table a value from x0 to x2 of the default ADPI weighting. The tool will then re-calculate the rankings based on your preferences. [Please note that the weighting function is intended to provide only an indicative understanding of how changing the weights can affect the rankings. For more information, please don't hesitate to <a href=\"https://www.americandreamprosperity.com/contact\">contact us</a>.]<br /></p>"}]},"entry":{"id":"491","title":"Privacy Policy","pageBlocks":[{"id":"21691","title":null,"typeHandle":"divider"},{"id":"21755","title":null,"typeHandle":"text","text":"<h4 class=\"heading\">Please read the Legatum Institute’s Privacy Policy below. Feel free to contact us should you have any further questions.</h4>"},{"id":"21757","title":null,"typeHandle":"text","text":"<h5 class=\"smallHeading\"><strong>What is this Privacy Policy for?</strong><br /></h5>\n<p>This privacy policy is for this website <a href=\"http://www.usprosperity.net\">www.usprosperity.net</a> and served by Legatum Institute Foundation and governs the privacy of its users who choose to use it.</p>\n<p>The policy sets out the different areas where user privacy is concerned and outlines the obligations &amp; requirements of the users, the website and website owners. Furthermore the way this website processes, stores and protects user data and information will also be detailed within this policy.</p>\n<h5 class=\"smallHeading\"><strong>The Website</strong></h5>\n<p>This website and its owners take a proactive approach to user privacy and ensure the necessary steps are taken to protect the privacy of its users throughout their visiting experience. This website complies to all UK national laws and requirements for user privacy.</p>\n<p><strong>Use of Cookies</strong></p>\n<p>This website uses cookies to better the users experience while visiting the website. Where applicable this website uses a cookie control system allowing the user on their first visit to the website to allow or disallow the use of cookies on their computer / device. This complies with recent legislation requirements for websites to obtain explicit consent from users before leaving behind or reading files such as cookies on a user’s computer / device.</p>\n<p>Cookies are small files saved to the user’s computers hard drive that track, save and store information about the user’s interactions and usage of the website. This allows the website, through its server to provide the users with a tailored experience within this website.</p>\n<p>Users are advised that if they wish to deny the use and saving of cookies from this website on to their computers hard drive they should take necessary steps within their web browsers security settings to block all cookies from this website and its external serving vendors.</p>\n<p>This website uses tracking software to monitor its visitors to better understand how they use it. This software is provided by Google Analytics which uses cookies to track visitor usage. The software will save a cookie to your computers hard drive in order to track and monitor your engagement and usage of the website, but will not store, save or collect personal information. You can read Google’s privacy policy here for further information [ <a href=\"http://www.google.com/privacy.html\" target=\"_blank\" rel=\"noreferrer noopener\">http://www.google.com/privacy....</a> ].</p>\n<p>Other cookies may be stored to your computers hard drive by external vendors when this website uses referral programs, sponsored links or adverts. Such cookies are used for conversion and referral tracking and typically expire after 30 days, though some may take longer. No personal information is stored, saved or collected.</p>\n<h5 class=\"smallHeading\"><strong>Contact &amp; Communication</strong></h5>\n<p>Users contacting this website and/or its owners do so at their own discretion and provide any such personal details requested at their own risk. Your personal information is kept private and stored securely until a time it is no longer required or has no use, as detailed in the Data Protection Act 2018. Every effort has been made to ensure a safe and secure form to email submission process but we advise users using such form to email processes that they do so at their own risk.</p>\n<p>This website and its owners use any information submitted to provide you with further information about the products / services they offer or to assist you in answering any questions or queries you may have submitted. This includes using your details to subscribe you to any email newsletter program the website operates but only if this was made clear to you and your express permission was granted when submitting any form to email process. Or whereby you the consumer have previously purchased from or enquired about purchasing from the company a product or service that the email newsletter relates to. This is by no means an entire list of your user rights in regard to receiving email marketing material. Your details are not passed on to any third parties.</p>"}]}},"__N_SSG":true}