{"pageProps":{"aboutPages":[{"id":"439","slug":"what-is-prosperity","title":"What is Prosperity?"},{"id":"447","slug":"what-is-the-index","title":"What is the Index?"},{"id":"462","slug":"using-the-index","title":"Using the Index"},{"id":"99247","slug":"sources-of-data","title":"Sources of data"},{"id":"454","slug":"key-findings","title":"Key Findings"},{"id":"3457","slug":"about-the-legatum-mcaad-partnership","title":"About the Legatum & MCAAD Partnership"},{"id":"483","slug":"the-working-group","title":"The Working Group"},{"id":"21871","slug":"about-the-donors","title":"The Donors"}],"downloadPages":[{"id":"409","slug":"reports","title":"Reports and Data"}],"stateMapPages":[{"id":"430","slug":"california","title":"California"},{"id":"433","slug":"colorado","title":"Colorado"},{"id":"76012","slug":"florida","title":"Florida"},{"id":"5029","slug":"georgia","title":"Georgia"},{"id":"5063","slug":"iowa","title":"Iowa"},{"id":"76021","slug":"kentucky","title":"Kentucky"},{"id":"76039","slug":"minnesota","title":"Minnesota"},{"id":"5077","slug":"montana","title":"Montana"},{"id":"76030","slug":"nebraska","title":"Nebraska"},{"id":"5088","slug":"new-york","title":"New York"},{"id":"5099","slug":"oklahoma","title":"Oklahoma"},{"id":"5112","slug":"texas","title":"Texas"}],"organisation":{"organisationAddress":"11 Charles Street, London, W1J 5DW","organisationEmail":"info@li.com","organisationLegalText":"<p>The Legatum Institute Foundation is a registered charity No. 1140719. Company limited by guarantee and incorporated in England and Wales No. 7430903.<br /></p>\n<p>Search <a href=\"https://www.algolia.com/\" target=\"_blank\" rel=\"noreferrer noopener\">powered by Algolia</a>. Website by <a href=\"https://www.tuple.co/\" target=\"_blank\" rel=\"noreferrer noopener\">Tuple</a>.</p>\n<p>Note: All content is available under <a href=\"https://creativecommons.org/licenses/by-nd/4.0/\" target=\"_blank\" rel=\"noreferrer noopener\">The Creative Commons Attribution-NoDerivatives 4.0 International</a>.<br /></p>\n<p>© 2022 Legatum Institute Foundation. All rights reserved.</p>","organisationLinkedinUrl":"https://www.linkedin.com/company/legatum-institute/","organisationTelephone":"+44 (0) 207 148 5400","organisationTwitterUrl":"https://twitter.com/LegatumInst","organisationWhat3words":"range.wisdom.ideas","organisationYoutubeUrl":"https://www.youtube.com/user/TheLegatumInstitute"},"mapHowTo":{"howToHeading":"How to use this map","howToContent":[{"text":"<p>The state-by-state and county-by-county maps demonstrate how each area performs across the different domains and pillars of the U.S. Prosperity Index. </p>\n<p>You can find out more information by clicking on an individual state or county. The pull-out box will provide an overview of the area's prosperity over the last decade, in comparison to the U.S. average, as well as full rankings information for all domains and pillars in 2011 and 2021.</p>\n<p>You can also download a detailed state or county profile datasheet from the <a href=\"https://www.americandreamprosperity.com/downloads/reports\">Downloads</a> section of the site.</p>"}]},"tableHowTo":{"howToHeading":"How to use this table","howToContent":[{"text":"<p>The rankings tables show how 50 states and Washington D.C. plus 1,196 counties in 12 selected states compare across the different domains, pillars, elements, and indicators of the American Dream Prosperity Index. (Please note, element and indicator rankings are only displayed for the state level Index but are available for counties in the county profile datasheets available to download.)<br /></p>\n<p dir=\"ltr\">We endeavor to create an Index that is methodologically sound, so have consulted a working group of academics and experts with knowledge spanning all of the metrics in the Index to determine the best way to measure prosperity across the U.S.</p>\n<p dir=\"ltr\">Our methodology is based on the concept of three domains, capturing institutional, economic, and social wellbeing, that are equally essential to prosperity. These domains are measured through 11 pillars, built upon 48 actionable policy areas (elements), and underpinned by over 200 indicators. For details of how each pillar, element, and indicator is currently weighted in the Index, you can download a copy of our full methodology report in <a href=\"https://www.americandreamprosperity.com/downloads/reports\">the Downloads section</a> of the site, along with the full 2021 dataset.</p>\n<p dir=\"ltr\">However, we know that different people may have different views on how important each metric is to a state or county's prosperity. So, we have created a Weightings tool that allows you to assign different weights - that is, different levels of importance - to the pillars, elements, and indicators.</p>\n<p dir=\"ltr\">If you click on the 'Adjust Weightings' button, you can choose to assign each metric in the current ranking table a value from x0 to x2 of the default ADPI weighting. The tool will then re-calculate the rankings based on your preferences. [Please note that the weighting function is intended to provide only an indicative understanding of how changing the weights can affect the rankings. For more information, please don't hesitate to <a href=\"https://www.americandreamprosperity.com/contact\">contact us</a>.]<br /></p>"}]},"entry":{"id":"2673","title":"Executive Summary","articleAuthor":[],"articleCategory":[{"title":"Insights"}],"pageBlocks":[{"id":"2675","title":null,"typeHandle":"text","text":"<h4 class=\"heading\"><strong>The following key findings emerge from the 2021 United States\nProsperity Index:</strong></h4>\n<ul><li>The United States is one of the most prosperous countries in the world, ranking 18th out of 167 nations.</li><li>Prosperity is distributed unevenly across the country.</li><li>U.S. prosperity had been rising continuously for more than a decade.</li><li>Prosperity weakened between 2020 and 2021, but a strong resurgence in new business applications signals hope for the recovery.</li><li>Even prior to COVID-19, there were some significant challenges acting as a brake on U.S. prosperity.</li></ul>"},{"id":"2679","title":null,"typeHandle":"text","text":"<h5 class=\"smallHeading\"><strong>THE UNITED STATES IS ONE OF THE MOST PROSPEROUS\nCOUNTRIES IN THE WORLD</strong></h5>\n<p>The United States continues to be one of the most prosperous nations globally and is well positioned to prosper in the future. The U.S. business environment actively supports startups, promotes competition and expansion, and innovation and ideation are encouraged, which results in a very strong global ranking of 4th for Enterprise Conditions. It ranks 10th in the world for its Investment Environment: U.S. businesses have good access to capital from domestic and international sources, and there are strong property rights and protections in place for investors. </p>\n<p>In addition to its many strengths, however, the country faces some significant challenges that are holding it back from performing even more strongly on the global stage. In particular, the United States ranks 66th on Safety and Security, on par with Morocco, and 59th on Health, weaker than Croatia. These weaknesses, which are experienced across many parts of the country, are acting as a brake on further progress.<br /></p>"},{"id":"2682","title":null,"typeHandle":"text","text":"<h5 class=\"smallHeading\"><strong>PROSPERITY IS DISTRIBUTED UNEVENLY ACROSS THE COUNTRY</strong></h5>\n<p>The Northeastern states exhibit the highest levels of prosperity, with Massachusetts almost always the top performing state over the past decade. Outside the Northeast, Minnesota (3rd) and Utah (5th) also perform well. The Southeastern states are the least prosperous, with Mississippi the weakest-performing state in 2021 and in five of the past 11 years, and Arkansas the weakest in other years. The distribution of prosperity among counties in a state varies significantly across the 12 states. In Nebraska (14th) and Oklahoma (47th), for example, all counties share similar levels of prosperity, whereas in California (25th) and in many of the other states, there is much greater variation in prosperity among the counties. On the whole, urban counties are more prosperous than rural counties, although this is not universally the case. For example, Yuma County in Colorado has a population of around 10,000 but it ranks within the top 100 counties across the 12 states due to low crime and a strong business environment.</p>\n<p>The socioeconomic differences that exist across the United States are reflected by race and ethnicity, and by place. For example, prior to the pandemic, one in two adults in a White family were degree-educated, compared to less than one in four for a Black family. Furthermore, among those without college education, a Black American was nearly twice as likely as a White American to be unemployed (15.4% vs. 8.4%). </p>\n<p>Population demographics interact with county prosperity. Prosperity levels across urban and rural counties can vary considerably, depending on the share of the resident population from Black and African American backgrounds. For example, counties that have a Black population share of less than 2.5% exhibit similar levels of prosperity, irrespective of whether they are urban or rural. But in rural counties, prosperity is weakest in counties that have the highest Black population share (dark blue line in the chart). In urban counties, however, prosperity levels are broadly the same irrespective of the share of the Black population (grey line).<br /></p>"},{"id":"2683","title":null,"typeHandle":"images","layout":"constrained","images":[{"id":"93393","title":"Executive Summary Fig 1","url":"https://usprosperity.vercel.app/_s3/assets/articles/Executive_Summary_Fig_1.jpg","mimeType":"image/jpeg","imageCaption":null,"width":976,"height":789,"focalPoint":[0.5,0.5]}]},{"id":"2684","title":null,"typeHandle":"text","text":"<p>While this pattern is broadly consistent across the different characteristics of prosperity, there are a few notable exceptions. For example, Safety and Security is weakest in counties that have the highest black population share, across both urban and rural areas, although Safety and Security is weaker in urban counties than in rural counties across all four groups. Additionally, Infrastructure is strong in big cities, which have high Black share of population. <br /><br />This fairly simple analysis suggests that the experiences of Black and African Americans across many aspects of society are variable when where they live is taken into account. To comprehend fully how prosperity is built and distributed across different ethnic and racial groups, further investigation is necessary, and we will be exploring that in greater detail in future editions of the Index reports.</p>"},{"id":"2686","title":null,"typeHandle":"text","text":"<h5 class=\"smallHeading\"><strong>U.S. PROSPERITY HAD BEEN RISING CONTINUOUSLY FOR\nMORE THAN A DECADE</strong></h5>\n<p>Prior to the pandemic, U.S. prosperity had been rising year-on-year for over 10 years, due to long-term improvements across many aspects of U.S. society including the economy, education and crime, and as a result of Americans smoking and drinking less.</p>\n<p><strong><u>Increased productivity</u></strong><br />The U.S. economy responded strongly following the global financial crisis, enjoying the longest period of economic growth in its history. The increase in prosperity was in part due to a steady increase in productivity and competitiveness. Labor productivity and the per-capita value of exported goods increased by over 10%, and the export value of non-manufactured goods increased by over 60%. Maryland and Massachusetts were among the 10 most improved states, with a number of other states seeing an increase in GVA per capita due to the fracking boom. Not all places in the U.S. improved, however, with six states experiencing a deterioration in productivity and competitiveness since 2011, with Wyoming and Idaho seeing the biggest decline. In Wyoming, labor productivity decreased from $82 to $76 per hour, whereas in Idaho, the per-capita value of manufactured goods decreased from $1,950 to $1,160. </p>\n<p><strong><u>Improved skills</u></strong><br />The long-term improvement in U.S. prosperity was also the result of an increase in the skills of the adult population, as people became more educated. In 2009, 85% of adults had a high-school diploma, which had increased to nearly 89% by 2019; and the percentage that held a degree increased from 28% in 2009 to 33% by 2019, resulting in 20 million more degree-educated Americans in 2019 than there were in 2009. The strengthening of Adult Skills was widespread, with all states and nearly 94% of counties experiencing improvement, with Borden and McMullen counties in Texas and Meagher in Montana boasting major improvements. However, of the 76 counties in the Index that saw a deterioration in Adult Skills, over 40% are located in Texas.</p>\n<p><strong><u>Reductions in smoking and drinking</u></strong><br />The rise in prosperity over the past decade has been a consequence of Americans becoming healthier overall, as rates of smoking and alcohol and pain-reliever abuse have all fallen. All states have experienced a reduction in smoking rates since 2011, with D.C., Oklahoma and Nevada seeing a reduction of over seven percentage points. In addition, all but 4 states and 107 counties saw a reduction in the percentage of residents who have an alcohol-use disorder, with Arizona, Kansas and New Jersey seeing the biggest decrease. Colorado, which saw the biggest state-level increase, is home to Denver county, which saw the percentage of the population with an alcohol-use disorder rise from 8.2% to 10.5% over the past decade. Furthermore, all states but Iowa saw a reduction in pain-reliever abuse.</p>\n<p><strong><u>Falling property crime</u></strong><br />Another contributor to improving prosperity prior to the pandemic was falling rates of property crime, with reductions in burglary, larceny and motor vehicle theft. Florida and Massachusetts saw the biggest improvement. Burglary rates, for example, fell in Florida from 955 to 292 incidents per 100,000 population over the last decade. Eight states experienced an increase in rates of property crime, since 2011, with North Dakota experiencing the biggest increase, where rates of motor vehicle theft increased from 133 to 234 thefts per 100,000 population and rates of larceny also increased.</p>"},{"id":"2688","title":null,"typeHandle":"text","text":"<h5 class=\"smallHeading\"><strong>PROSPERITY WEAKENED BETWEEN 2020 AND 2021, AS\nCOVID-19 IMPACTED MANY ASPECTS OF U.S. SOCIETY</strong></h5>\n<p>The direct and indirect impacts of the pandemic have resulted in many aspects of prosperity deteriorating over the past year. As the pandemic took hold, all but a handful of states introduced restrictions that curtailed other aspects of prosperity. Social wellbeing, the economy, and institutional strength have all been impacted by the pandemic and how states have responded to it. Nonetheless, the U.S. entrepreneurial spirit has risen to the challenge, and the number of new business applications has been the highest on record, which bodes well for a post-pandemic recovery.<br /></p>"},{"id":"97726","title":null,"typeHandle":"images","layout":"constrained","images":[{"id":"98035","title":"Executive Summary Fig 2","url":"https://usprosperity.vercel.app/_s3/assets/articles/Executive_Summary_Fig_2.jpg","mimeType":"image/jpeg","imageCaption":null,"width":975,"height":746,"focalPoint":[0.5,0.5]}]},{"id":"2690","title":null,"typeHandle":"text","text":"<p><strong><u>Health</u></strong><br />Adult mortality rates, which were already on the rise prior to the pandemic, have been further impacted by the 600,000 covid-related deaths as of mid-2021. Between 2019 and 2020, the mortality rate for those aged 15-64 increased by 20% from 288 to 347 per 100,000 population, and the likelihood of a 65-year-old dying before they reach the age of 85, which had been falling in recent years, increased substantially from 49% to 57%. Both age groups are experiencing rates not seen since at least the late 2000s.</p>\n<p>COVID-19 has had a significant impact on U.S. mental health. In a survey conducted by the Centers for Disease Control and Prevention (CDC) in June 2020, 40% of adults reported struggling with mental health or substance abuse, 13% reported starting or increasing substance use as a way of coping with stress or emotions related to COVID-19, and one in four young adults reported having seriously considered suicide in the 30 days before completing the survey. Initial estimates show that more than 90,000 Americans died from overdoses in the 12 month period to October 2020, compared to roughly 70,000 drug deaths during the same period a year earlier.</p>\n<p><strong><u>Education</u></strong><br />Schools were closed across many states, resulting in millions of American pupils being denied a normal education, the impact of which they are likely to carry into their working lives. According to one study, a total of 24.2 million children aged 5 to 11 years were enrolled at public schools that were closed during the 2020 pandemic, losing a median of 54 days of teaching. Another study estimates that by the end of June 2021, students could lose five to nine months of learning, on average.6 Research by the Brookings Institution showed that while students in the Fall of 2020 performed as well as students in the Fall of 2019 in Reading, the achievement of students in Math in 2020 was about 5 to 10 percentage points lower when compared to same-grade students the year before.<strong><u><br /><br />Living conditions</u></strong><br />The poverty rate increased from 15% in February 2020 to 16.7% in September 2020.8 In addition, figures from U.S. Department of Housing and Urban Development show that the rate of homelessness increased by 2.2% between 2019 and 2020. Consequently, in 2020, 18 Americans in every 10,000 were homeless, equating to over 550,000 people — roughly equivalent to all residents of Wyoming being homeless.</p>\n<p><strong><u>Economic quality</u></strong><br />Prosperity was weakened as restaurants, bars and non-essential retail closed. Shutting down certain parts of the U.S. economy resulted in 20 million non-farm workers losing their jobs. As a result of this action, unemployment spiked sharply upwards, from just over 4% in March 2020 to over 14% in April 2020. Although this has fallen back sharply since, it is still over 50% higher than it was pre-pandemic, and there were still eight million fewer jobs in April 2021 than in February 2020. No state was spared job losses, but some were hit harder than others. Nevada’s unemployment peaked at nearly 30%, Michigan rose to nearly 24% and unemployment in a number of Northeastern states, including New York and Massachusetts, rose above 15%. All states have seen unemployment rates fall back since the peak in April 2020, although the rate of progress has been uneven. Nevada was one of six states still to have a rate above 8% in April 2021. Counties have been impacted unevenly, with urban counties being harder hit than rural counties. Rural counties experienced a two-percentage-point rise in unemployment, whereas urban counties saw a rise of 3.4 percentage points.<br /><br />The early stages of the pandemic saw a fall in the number of new businesses applications, with an initial sharp decline from late March through May 2020. However, there was a resurgence in applications in June 2020, which continued through to May 2021. As a result, new business applications in 2020 were 20% higher than in 2019 and this was the highest annual figure since records began in 2004. The surge in new applications has been uneven across the U.S., with new applications especially numerous in Georgia, Florida and Texas, with California, New York, and New Jersey seeing much less of a surge. Analysis, prior to the pandemic, shows that a surge in new business applications yielded substantial and significant increases in both business numbers and worker turnover over the subsequent four years, which is an encouraging sign for post-pandemic economic recovery.<strong><u><br /><br />Safety and security</u></strong><br />Crime has fallen as a result of the pandemic, with robbery rates during the first six months of 2020 7% lower than in the same period of 2019, and property crime rates down 8%. However, by way of contrast, rates of identity theft significantly increased. Over the past few years, rates of identity theft have oscillated around 150 per 100,000 population. In the latest year the rate had risen sharply to nearly 400, although Kansas, Rhode Island and Illinois experienced rates in excess of 1,000 per 100,000 population. There was also an increase in fraud complaints during the pandemic. In 2019, the Federal Trade Commission received 1.7 million fraud complaints, which increased to 2.2 million in 2020.</p>"},{"id":"2692","title":null,"typeHandle":"text","text":"<p><strong>EVEN PRIOR TO COVID-19, THERE WERE SOME SIGNIFICANT CHALLENGES ACTING AS A BRAKE ON U.S. PROSPERITY</strong></p>\n<p>Even before COVID-19 arrived in the U.S., there were a number of long-term challenges that were holding the nation back from performing even more strongly on the global stage, a number of which were affecting large parts of the country.</p>\n<p><strong><u>More mass shootings</u></strong><br />The rise in mass killings and injuries over the past decade has devastated many communities and weakened Safety and Security across many parts of the nation. The United States ranks 122nd globally for Mass Killings and Injuries (including terrorism), just below Eritrea and just above Iran. Since 2013, death rates from mass killings in the U.S. have increased by over 50%, and injuries from such events have increased by 80%. More than half of the 50 states have been subject to at least one mass shooting in every year since 2013, and D.C. has seen a mass shooting every year except in 2014. Nearly 17% of counties across the 12 states have experienced at least one mass shooting since 2013 and ten counties have endured one in each year since then, five of which are in California. Hawaii, Idaho, New Hampshire and North Dakota are the only states not to have experienced a mass shooting since 2013.<u><br /><br /><strong>Rising obesity</strong></u><br />As mentioned above, there had been notable improvements in certain behavioral risk factors prior to the pandemic. Offsetting this are high and increasing rates of obesity, which contribute to the United States ranking 165th globally for the Behavioral Risk Factors element. Over 40%, of adult Americans are now identified as obese, up from 33% in 2008. Self-reported obesity rates vary considerably by state and even more so by county. Colorado and D.C. have the lowest self-reported rate of all states, with less than one in four residents classifying as obese. Mississippi has the highest rate at over 40% followed by West Virginia. The obesity rate in Okfuskee county, Oklahoma, stands at 59% and in Candler county, Georgia, it is 53%. Georgia boasts the county with the lowest obesity rate, Taliaferro county at 13%, again highlighting the considerable disparity that localized policies to address certain challenges.<u><br /><br /><strong>Weakening mental health</strong></u><br />Since 2016, the mental health of America has deteriorated year o year, with every state and D.C. having weaker mental health than in 2016. Even prior to the pandemic, the increase in the number of ‘deaths of despair’ — suicides and drug overdose deaths — was well documented, claiming tens of thousands of American lives each year. These events have a devastating impact on family, friends and the wider community, but also cost the U.S. nearly $80 billion a year in healthcare, lost productivity, addiction treatment and criminal justice involvement, according to the CDC. Delaware, Kansas and D.C. had seen the greatest deterioration in the five years leading up to the pandemic. In Delaware, drug overdose rates more than doubled to 48 deaths per 100,000 population, over twice the national rate. In Kansas, the prevalence of serious mental illness increased by a quarter, and the percentage of people reporting their mental health as not good increased by 40%. All but 6 of the 1,196 counties analyzed experienced a weakening in mental health since 2016, with 6 counties in Colorado seeing the biggest deterioration. Over the past decade there has been an increase in illicit drug use disorders, with all but eight states seeing an increase. Over 5% of residents in Colorado are reported to have an illicit drug-use disorder, equivalent to nearly 300,000 people.<u><br /><br /><strong>Declining social networks</strong></u><br />U.S. Social Capital weakened between 2011 and 2016 but had been gradually improving since then, although more nuanced patterns emerge across the different elements within the pillar. Personal and Family Relationships have continued to strengthen since 2011, benefiting from reductions in divorce and teen birth rates and more frequent contact between friends and family. However, Social Networks continued to deteriorate over the past decade. Just over half the population report frequently talking with neighbors, whereas a decade ago it was two-thirds. At the start of the pandemic, two in three Americans were not friends with their neighbors. While one in three Americans report not having a community to which they belong, this varies by group. For example, it rises to more than one in two for the Passive Liberals group, which represents 15% of Americans (see the essay <a href=\"https://www.americandreamprosperity.com/articles/article/rebuilding-u-s-social-capital-in-a-polarized-era-by-tim-dixon\">Rebuilding U.S. social capital in a polarized era</a>, written by Tim Dixon from More in Common).</p>"},{"id":"2694","title":null,"typeHandle":"text","text":"<h4 class=\"heading\"><strong>CONCLUSION</strong></h4>\n<p>The handling of a global pandemic and its consequences, a presidential election that has been highly contested by a significant proportion of Americans, the attack on Capitol Hill, and the conviction of a police officer for the murder of George Floyd are all likely to be reflected upon as significant moments in U.S. history. These all impact on establishing an inclusive society, an open economy and empowered people – the building blocks of prosperity. Even before these more recent events, there were a number of warning signs that were already undermining progress across many parts of the country.</p>\n<p>In total, around $6 trillion has been made available by the Federal Government to help states and counties recover and rebuild from the pandemic. Although the full impact of COVID-19 on state and county-level prosperity is yet to be fully understood and measured, the U.S. Prosperity Index provides a holistic and comprehensive framework for each state and county to identify its challenges and opportunities and determine the appropriate response.</p>\n<p>As it looks to its future, America can draw inspiration and courage from how it has overcome significant challenges in the past and take confidence from a number of long-term improvements it has seen across many parts of its society, to reset and rebuild a more prosperous nation that will benefit all Americans.</p>"}],"seomatic":{"metaTitleContainer":"{\"title\":{\"title\":\"Executive Summary – US Prosperity\"}}","metaTagContainer":"{\"generator\":[],\"keywords\":[],\"description\":{\"content\":\"The Legatum Institute’s United States Prosperity Index provides a comprehensive picture of prosperity for the 50 states of the Union and Washington D.C.\",\"name\":\"description\"},\"referrer\":{\"content\":\"no-referrer-when-downgrade\",\"name\":\"referrer\"},\"robots\":{\"content\":\"all\",\"name\":\"robots\"},\"fb:profile_id\":[],\"fb:app_id\":[],\"og:locale\":{\"content\":\"en_GB\",\"property\":\"og:locale\"},\"og:locale:alternate\":[],\"og:site_name\":{\"content\":\"US Prosperity\",\"property\":\"og:site_name\"},\"og:type\":{\"content\":\"website\",\"property\":\"og:type\"},\"og:url\":{\"content\":\"https://www.americandreamprosperity.com/articles/article/executive-summary\",\"property\":\"og:url\"},\"og:title\":{\"content\":\"Executive Summary\",\"property\":\"og:title\"},\"og:description\":{\"content\":\"The Legatum Institute’s United States Prosperity Index provides a comprehensive picture of prosperity for the 50 states of the Union and Washington D.C.\",\"property\":\"og:description\"},\"og:image\":{\"content\":\"https://usprosperity.vercel.app/_s3/assets/_1200x630_crop_center-center_82_none/site-social-image-2021.png?mtime=1624979936\",\"property\":\"og:image\"},\"og:image:width\":{\"content\":\"1200\",\"property\":\"og:image:width\"},\"og:image:height\":{\"content\":\"630\",\"property\":\"og:image:height\"},\"og:image:alt\":[],\"og:see_also\":[{\"content\":\"https://www.youtube.com/user/TheLegatumInstitute\",\"property\":\"og:see_also\"},{\"content\":\"https://www.linkedin.com/company/legatum-institute/\",\"property\":\"og:see_also\"},{\"content\":\"https://twitter.com/LegatumInst\",\"property\":\"og:see_also\"}],\"facebook-site-verification\":[],\"twitter:card\":{\"content\":\"summary_large_image\",\"name\":\"twitter:card\"},\"twitter:site\":{\"content\":\"@LegatumInst\",\"name\":\"twitter:site\"},\"twitter:creator\":{\"content\":\"@LegatumInst\",\"name\":\"twitter:creator\"},\"twitter:title\":{\"content\":\"Executive Summary – US Prosperity\",\"name\":\"twitter:title\"},\"twitter:description\":{\"content\":\"The Legatum Institute’s United States Prosperity Index provides a comprehensive picture of prosperity for the 50 states of the Union and Washington D.C.\",\"name\":\"twitter:description\"},\"twitter:image\":{\"content\":\"https://usprosperity.vercel.app/_s3/assets/_1200x630_crop_center-center_82_none/site-social-image-2021.png?mtime=1624979936\",\"name\":\"twitter:image\"},\"twitter:image:width\":{\"content\":\"1200\",\"name\":\"twitter:image:width\"},\"twitter:image:height\":{\"content\":\"630\",\"name\":\"twitter:image:height\"},\"twitter:image:alt\":[],\"google-site-verification\":{\"content\":\"2qdMbZphKw6UUIrbhGvNxraxh51ud_k3gAfs_GSWfZ4\",\"name\":\"google-site-verification\"},\"bing-site-verification\":[],\"pinterest-site-verification\":[]}","metaLinkContainer":"{\"canonical\":{\"href\":\"https://www.americandreamprosperity.com/articles/article/executive-summary\",\"rel\":\"canonical\"},\"home\":{\"href\":\"https://www.americandreamprosperity.com\",\"rel\":\"home\"},\"author\":{\"href\":\"https://www.americandreamprosperity.com/humans.txt\",\"rel\":\"author\",\"type\":\"text/plain\"},\"publisher\":[],\"alternate\":[]}","metaScriptContainer":"{\"gtag\":{\"script\":\"window.dataLayer = window.dataLayer || [];\\nfunction gtag(){dataLayer.push(arguments)};\\ngtag('js', new Date());\\ngtag('config', 'GTM-KLJPWC8', {'send_page_view': true,'anonymize_ip': true,'link_attribution': false,'allow_display_features': false});\\n\",\"bodyScript\":\"<script async src=\\\"https://www.googletagmanager.com/gtag/js?id=GTM-KLJPWC8\\\"></script>\\n\"}}","metaJsonLdContainer":"{\"mainEntityOfPage\":{\"@context\":\"http://schema.org\",\"@type\":\"WebPage\",\"author\":{\"@id\":\"https://li.com/#identity\"},\"copyrightHolder\":{\"@id\":\"https://li.com/#identity\"},\"copyrightYear\":\"2021\",\"creator\":{\"@id\":\"https://li.com/#creator\"},\"dateModified\":\"2021-07-20T15:41:50+00:00\",\"datePublished\":\"2021-07-20T14:40:00+00:00\",\"description\":\"The Legatum Institute’s United States Prosperity Index provides a comprehensive picture of prosperity for the 50 states of the Union and Washington D.C.\",\"headline\":\"Executive Summary\",\"image\":{\"@type\":\"ImageObject\",\"url\":\"https://usprosperity.vercel.app/_s3/assets/_1200x630_crop_center-center_82_none/site-social-image-2021.png?mtime=1624979936\"},\"inLanguage\":\"en-gb\",\"mainEntityOfPage\":\"https://www.americandreamprosperity.com/articles/article/executive-summary\",\"name\":\"Executive Summary\",\"publisher\":{\"@id\":\"https://li.com/#creator\"},\"url\":\"https://www.americandreamprosperity.com/articles/article/executive-summary\"},\"identity\":{\"@context\":\"http://schema.org\",\"@id\":\"https://li.com/#identity\",\"@type\":\"NGO\",\"address\":{\"@type\":\"PostalAddress\",\"addressCountry\":\"UK\",\"addressRegion\":\"London\",\"postalCode\":\"W1J 5DW\",\"streetAddress\":\"11 Charles Street\"},\"description\":\"The Legatum Institute is a London-based think-tank with a bold vision to create a global movement of people committed to creating the pathways from poverty to prosperity and the transformation of society.\",\"email\":\"info@li.com\",\"name\":\"Legatum Institute\",\"sameAs\":[\"https://twitter.com/LegatumInst\",\"https://www.linkedin.com/company/legatum-institute/\",\"https://www.youtube.com/user/TheLegatumInstitute\"],\"telephone\":\"+44 (0) 207 148 5400\",\"url\":\"https://li.com\"},\"creator\":{\"@context\":\"http://schema.org\",\"@id\":\"#creator\",\"@type\":\"Organization\"},\"breadcrumbList\":{\"@context\":\"http://schema.org\",\"@type\":\"BreadcrumbList\",\"description\":\"Breadcrumbs list\",\"itemListElement\":[{\"@type\":\"ListItem\",\"item\":\"https://www.americandreamprosperity.com\",\"name\":\"Homepage\",\"position\":1},{\"@type\":\"ListItem\",\"item\":\"https://www.americandreamprosperity.com/articles\",\"name\":\"Articles Page\",\"position\":2},{\"@type\":\"ListItem\",\"item\":\"https://www.americandreamprosperity.com/articles/article/executive-summary\",\"name\":\"Executive Summary\",\"position\":3}],\"name\":\"Breadcrumbs\"}}"}}},"__N_SSG":true}
