{"pageProps":{"aboutPages":[{"id":"439","slug":"what-is-prosperity","title":"What is Prosperity?"},{"id":"447","slug":"what-is-the-index","title":"What is the Index?"},{"id":"462","slug":"using-the-index","title":"Using the Index"},{"id":"99247","slug":"sources-of-data","title":"Sources of data"},{"id":"454","slug":"key-findings","title":"Key Findings"},{"id":"3457","slug":"about-the-legatum-mcaad-partnership","title":"About the Legatum & MCAAD Partnership"},{"id":"483","slug":"the-working-group","title":"The Working Group"},{"id":"21871","slug":"about-the-donors","title":"The Donors"}],"downloadPages":[{"id":"409","slug":"reports","title":"Reports and Data"}],"stateMapPages":[{"id":"430","slug":"california","title":"California"},{"id":"433","slug":"colorado","title":"Colorado"},{"id":"76012","slug":"florida","title":"Florida"},{"id":"5029","slug":"georgia","title":"Georgia"},{"id":"5063","slug":"iowa","title":"Iowa"},{"id":"76021","slug":"kentucky","title":"Kentucky"},{"id":"76039","slug":"minnesota","title":"Minnesota"},{"id":"5077","slug":"montana","title":"Montana"},{"id":"76030","slug":"nebraska","title":"Nebraska"},{"id":"5088","slug":"new-york","title":"New York"},{"id":"5099","slug":"oklahoma","title":"Oklahoma"},{"id":"5112","slug":"texas","title":"Texas"}],"organisation":{"organisationAddress":"11 Charles Street, London, W1J 5DW","organisationEmail":"info@li.com","organisationLegalText":"<p>The Legatum Institute Foundation is a registered charity No. 1140719. Company limited by guarantee and incorporated in England and Wales No. 7430903.<br /></p>\n<p>Search <a href=\"https://www.algolia.com/\" target=\"_blank\" rel=\"noreferrer noopener\">powered by Algolia</a>. Website by <a href=\"https://www.tuple.co/\" target=\"_blank\" rel=\"noreferrer noopener\">Tuple</a>.</p>\n<p>Note: All content is available under <a href=\"https://creativecommons.org/licenses/by-nd/4.0/\" target=\"_blank\" rel=\"noreferrer noopener\">The Creative Commons Attribution-NoDerivatives 4.0 International</a>.<br /></p>\n<p>© 2022 Legatum Institute Foundation. All rights reserved.</p>","organisationLinkedinUrl":"https://www.linkedin.com/company/legatum-institute/","organisationTelephone":"+44 (0) 207 148 5400","organisationTwitterUrl":"https://twitter.com/LegatumInst","organisationWhat3words":"range.wisdom.ideas","organisationYoutubeUrl":"https://www.youtube.com/user/TheLegatumInstitute"},"mapHowTo":{"howToHeading":"How to use this map","howToContent":[{"text":"<p>The state-by-state and county-by-county maps demonstrate how each area performs across the different domains and pillars of the U.S. Prosperity Index. </p>\n<p>You can find out more information by clicking on an individual state or county. The pull-out box will provide an overview of the area's prosperity over the last decade, in comparison to the U.S. average, as well as full rankings information for all domains and pillars in 2011 and 2021.</p>\n<p>You can also download a detailed state or county profile datasheet from the <a href=\"https://www.americandreamprosperity.com/downloads/reports\">Downloads</a> section of the site.</p>"}]},"tableHowTo":{"howToHeading":"How to use this table","howToContent":[{"text":"<p>The rankings tables show how 50 states and Washington D.C. plus 1,196 counties in 12 selected states compare across the different domains, pillars, elements, and indicators of the American Dream Prosperity Index. (Please note, element and indicator rankings are only displayed for the state level Index but are available for counties in the county profile datasheets available to download.)<br /></p>\n<p dir=\"ltr\">We endeavor to create an Index that is methodologically sound, so have consulted a working group of academics and experts with knowledge spanning all of the metrics in the Index to determine the best way to measure prosperity across the U.S.</p>\n<p dir=\"ltr\">Our methodology is based on the concept of three domains, capturing institutional, economic, and social wellbeing, that are equally essential to prosperity. These domains are measured through 11 pillars, built upon 48 actionable policy areas (elements), and underpinned by over 200 indicators. For details of how each pillar, element, and indicator is currently weighted in the Index, you can download a copy of our full methodology report in <a href=\"https://www.americandreamprosperity.com/downloads/reports\">the Downloads section</a> of the site, along with the full 2021 dataset.</p>\n<p dir=\"ltr\">However, we know that different people may have different views on how important each metric is to a state or county's prosperity. So, we have created a Weightings tool that allows you to assign different weights - that is, different levels of importance - to the pillars, elements, and indicators.</p>\n<p dir=\"ltr\">If you click on the 'Adjust Weightings' button, you can choose to assign each metric in the current ranking table a value from x0 to x2 of the default ADPI weighting. The tool will then re-calculate the rankings based on your preferences. [Please note that the weighting function is intended to provide only an indicative understanding of how changing the weights can affect the rankings. For more information, please don't hesitate to <a href=\"https://www.americandreamprosperity.com/contact\">contact us</a>.]<br /></p>"}]},"entry":{"id":"96868","title":"Rebuilding U.S. social capital in a polarized era, by Tim Dixon","articleAuthor":[],"articleCategory":[{"title":"Insights"}],"pageBlocks":[{"id":"96869","title":null,"typeHandle":"text","text":"<p>Polarization has in recent years become an entrenched feature of the American landscape. From our state capitols to Washington DC, its conflicts are played out every day across our screens, airwaves and even kitchen tables. Nine out of ten Americans feel exhausted as a result of these divisions, a similar proportion feels that the country has never in their lifetimes felt so divided. As a young woman in Wyoming remarked in a study More in Common conducted last year: <em>“How can I narrow down what is draining me? Almost every single system we have in place in America is broken: health care, education, justice...It feels like I’m in the beginning chapters of a dystopian novel. On top of that, it’s difficult to feel like I can make a difference. I know this is not the country our founding fathers dreamed of.”</em></p>\n\n\n\n\n\n\n\n\n\n\n\n\n<p>Today, there are few corners of American life spared from the intrusion of tribalism and division – not schools, churches, workplaces, leisure, entertainment or consumer brands. Whether your role is in business, education, healthcare, government, nonprofits, community services, faith or in other places connecting to daily life, effective and responsible leadership today requires the skillful navigation of a culture of outrage and pile-ons from social media to cable television.</p>\n\n\n\n\n\n\n\n<p>Within the U.S. Prosperity Index, the Social Capital pillar has been tracking the crisis of trust in our institutions and each other across a decade. Only one in ten Americans regard corporations as more honest than not; the same is true for the federal government. As political and racial divisions have widened, trust in the federal government is near historic lows. However, trust in local government has been stronger through the pandemic. Furthermore, just one in five Americans say that the media are more honest than not. Polarization plays a key role in this distrust – More in Common’s research found that the transition from the presidency of Donald Trump to Joe Biden saw trust in the federal government soar from 28 to 78% among Democrats, while it collapsed from 62 to 33% among Republicans. Among Independents, it barely changed at all, inching up from 34 to 35%.</p>"},{"id":"96870","title":null,"typeHandle":"text","text":"<p><strong><em>THE HIDDEN TRIBES OF AMERICA</em></strong></p>\n<p><em>The following segments were produced in Hidden Tribes (2018) through an agglomerative hierarchical clustering statistical segmentation process, based on core beliefs and political behavior variables:<br /><br /></em></p><ul><li><em>Progressive Activists (8% of the population) are deeply concerned with issues concerning equity, fairness, and America’s direction today. They tend to be more secular, cosmopolitan, and highly engaged with social media.</em></li><li><em>Traditional Liberals (11%) tend to be cautious, rational, and idealistic. They value tolerance and compromise. They place great faith in institutions.</em></li><li><em>Passive Liberals (15%) tend to feel isolated from their communities. They are insecure in their beliefs and try to avoid political conversations. They have a fatalistic view of politics and feel that the circumstances of their lives are beyond their control.</em></li><li><em>Politically Disengaged (26%) are untrusting, suspicious about external threats, conspiratorially minded, and pessimistic about progress. They tend to be patriotic yet detached from politics.</em></li><li><em>Moderates (15%) are engaged in their communities, well informed and civic-minded. Their faith is often an important part of their lives. They shy away from extremism of any sort.</em></li><li><em>Traditional Conservatives (19%) tend to be religious, patriotic, and highly moralistic. They believe deeply in personal responsibility and self-reliance.</em></li><li><em>Devoted Conservatives (6%) are deeply engaged with politics and hold strident, uncompromising views. They feel that America is embattled, and they perceive themselves as the last defenders of traditional values that are under threat.</em></li></ul>"},{"id":"96871","title":null,"typeHandle":"images","layout":"constrained","images":[{"id":"93402","title":"Rebuilding US Social Capital Fig 1","url":"https://usprosperity.vercel.app/_s3/assets/articles/Rebuilding_US_Social_Capital_Fig_1.jpg","mimeType":"image/jpeg","imageCaption":null,"width":1515,"height":863,"focalPoint":[0.5,0.5]}]},{"id":"96872","title":null,"typeHandle":"text","text":"<p>All democratic societies are under pressure from the effects of disinformation, social media, economic dislocation and now the fallout from the pandemic. However, the decline in social capital in the United States over the past decade has resulted in it falling seven places in the global rankings for Social Capital. This deterioration has been felt across many parts of the country, where twenty-four states have experienced a decline in social capital since 2011, with Louisiana and Idaho seeing the biggest fall. Trust in institutions and in each other has been undermined as political polarization has created the specter of an ‘us-versus-them’ world for many Americans. Negative partisanship has become a part of their sense of identity, entrenching the sense that they are living in an ‘us-versus-them’ world. More in Common’s recent report Two Stories of Distrust in America identified dimensions to this story of declining trust. </p>\n<p>One involves the ‘Wing’ groups identified in the Hidden Tribes segmentation of Americans - people with a strong partisan identity as Democrats or Republicans. For them, distrust is more driven by ideology and tribalism. Society is seen through the lens of an, us-versus-them, division, and institutions associated with the other side are seen as a threat. The second dimension of social distrust involves many in America’s ‘Exhausted Majority’. For them, the weakening of social trust tracks the loss of a sense of belonging, and feelings of dignity and equality. Indeed, the group most likely to say that there is no community in which they feel a sense of belonging (Passive Liberals at 55% - see chart) also reports the lowest levels of trust in others, at 21% compared to 55% for Progressive Activists.</p>"},{"id":"96873","title":null,"typeHandle":"images","layout":"full","images":[{"id":"93403","title":"Rebuilding US Social Capital Fig 2","url":"https://usprosperity.vercel.app/_s3/assets/articles/Rebuilding_US_Social_Capital_Fig_2.jpg","mimeType":"image/jpeg","imageCaption":null,"width":2009,"height":897,"focalPoint":[0.5,0.5]}]},{"id":"96874","title":null,"typeHandle":"text","text":"<p>Among the elements used for quantifying changes in social capital, the sharpest decline has been in social networks – essentially, trust between and interactions with neighbors and at a local community level. This trust was one of the qualities of American society that stood out to Alexis de Toqueville when he wrote his magisterial Democracy in America almost two centuries ago. He saw Americans of all ages, conditions and dispositions constantly coming together to solve problems. It is a very different story today.</p>"},{"id":"96875","title":null,"typeHandle":"text","text":"<p><strong><em>THREADS OF TEXAS</em></strong></p>\n<p><em>As the country’s second largest state by population and the fastest-growing of the larger states, Texas is at the frontier of many of America’s key economic and demographic transformations. It has the potential to show the nation a way forward through an era of polarization, as highlighted by the <a href=\"http://www.threadsoftexas.us\" target=\"_blank\" rel=\"noreferrer noopener\">Threads of Texas project</a> launched by More in Common in April 2021.<br /><br /></em><em>The Threads of Texas project used data science to analyze the results of large-scale surveys conducted in Texas in 2020 and 2021 by More in Common and YouGov. This process identified seven distinct groups of Texans defined by their orientation and emotion toward change and their understanding of what it means to be Texan. The seven threads of Texas – Lone Star Progressives, Civic Pragmatists, Rising Mavericks, Apolitical Providers, Die hard Texans, Reverent Texans, and Heritage Defenders – tell a story of a state that is far more than a simple division into red and blue. </em><em>As found in the national Hidden Tribes study, only a minority of the population holds a ‘win or die’ mentality toward politics, yet those voices often shape the tone of public debate.<br /><br /></em><em>While Texas ranks 3rd on the Open Economies domain of the USPI, it ranks 41st in the U.S. for Social Capital. Less than 10% of its counties feature in the top two quintiles for Social Capital and over 20% appear in the bottom quintile. Low levels of social capital are found in counties in the southern portion of the state, stretching particularly to the Mexican border (the Rio Grande Valley). For example, we see that in Hidalgo County, only 16% of residents report trusting others in the neighborhood, compared to nearly 75% in Lynn, Lubbock and Crosby counties, and only 15% report frequently doing favors for neighbors, compared to nearly two-thirds in Hardin, Orange and Jefferson counties. The map shown shows the variation across the state in the percentage of residents doing favors for their neighbors.<br /></em></p>"},{"id":"96876","title":null,"typeHandle":"images","layout":"constrained","images":[{"id":"93404","title":"Rebuilding US Social Capital Fig 3","url":"https://usprosperity.vercel.app/_s3/assets/articles/Rebuilding_US_Social_Capital_Fig_3.jpg","mimeType":"image/jpeg","imageCaption":null,"width":2600,"height":3608,"focalPoint":[0.5,0.5]}]},{"id":"96877","title":null,"typeHandle":"text","text":"<p><em>These findings are echoed in the Threads of Texas report, where </em><em>higher numbers of people in this region report that they do not </em><em>feel they belong in Texas, do not trust others, and do not have </em><em>a sense of community. But equally significant is how regional </em><em>variations were often smaller than anticipated – the 50%in the </em><em>Rio Grande saying that people usually or almost always cannot </em><em>be trusted was only slightly higher than the state average of 48. </em></p>\n\n\n\n\n\n<p><em>The immense diversity of Texas lends itself to differing viewpoints on policy issues and ideals for the future. On some issues, opinion is evenly divided – including whether public schools should focus more on educating students on Texas’ history of slavery and racial segregation (51%) or on Texas’ proud history and unique culture (49%). While issues at the border can be a flashpoint, a majority of 55-45% see immigration as good rather than bad for Texas. Asked to choose whether knowledge-based industries such as tech, health and education or traditional oil and gas industries will define the state’s future economic success, Texans break strongly in favor of the new knowledge-based industries, by a 59% to 41% margin. The stories of businesses at the frontier of the 21st-century economy, such as software, medical science and aerospace, are now taking their place alongside the old tales of pioneering oil and gas industries.<br /><br /></em><em>The Threads of Texas report concludes that Texas has the potential to supersede nationwide partisan polarization if its leaders are willing to bring Texans together around their common values and traditions and not exploit divisions. There is much common ground on which to rebuild trust and lay stronger foundations for a more united future. To help emphasize this point, the following comment was made by a Civic Pragmatist from Waco county: “I think that Texas is an attitude. And I don’t necessarily mean that in a negative way. I think being a Texan means a certain amount of self reliance. Intense pride that people from other states will never understand. And a go-getter attitude, a pro-business attitude. That, but yet welcoming. Sometimes we’re probably a little bit impatient with people that move in from somewhere else and question the way we do things. But I think overall it’s positive. It’s an attitude. It’s a can-do attitude.”<br /><br /></em><em>In responding to the question, ‘How much do you agree with the following statements about Texas today?’, it was found that:</em></p><ul><li><em>More than 84% view Texas as a place of opportunities for people who want to work hard and make something of themselves, pointing to the enduring appeal of Texas’ pioneering spirit (particularly among the Rising Mavericks, the youngest and most ethnically diverse segment).</em></li><li><em>Likewise, there is overwhelming consensus on what values are important to being ‘truly Texan’: freedom and liberty (92%), helping your neighbors (91%), equality for all (89%), and welcoming diversity (83%).</em></li><li><em><em>An overwhelming 83% of Texans feel exhausted by the division </em></em><em>in politics, want change, and despite current divisions, </em><em>are more confident than most Americans that this is possible: </em><em>81% believe that Texans have more in common than </em><em>what divides them.</em></li></ul>"},{"id":"96878","title":null,"typeHandle":"images","layout":"constrained","images":[{"id":"93405","title":"Rebuilding US Social Capital Fig 4","url":"https://usprosperity.vercel.app/_s3/assets/articles/Rebuilding_US_Social_Capital_Fig_4.jpg","mimeType":"image/jpeg","imageCaption":null,"width":1934,"height":1854,"focalPoint":[0.5,0.5]}]},{"id":"96879","title":null,"typeHandle":"text","text":"<p>But what can be done to rebuild the decline in Social Capital across the U.S.? Our answer is that each of us has a responsibility to help rebuild social capital at all levels and invest strategically, based on evidence of what works. Here are seven principles, drawn from science and from partnering with local and national organizations to test and scale initiatives that strengthen social capital and build resilience against distrust and division:</p><ul><li>Use multiple perspectives, not only demographics, when analyzing problems and differences. The Hidden Tribes project mapped the U.S. population according to people’s core beliefs and worldviews and found that the segment to which someone belongs is often (but not always) far more predictive of people’s opinions and behaviors than demographic categories such as gender, race, age and income. This mapping generates insights providing practical ways forward that More in Common have applied in more than one hundred institutional partnerships since 2017, forging common ground and countering the forces of polarization.</li><li>Building stronger shared, inclusive identities. Distrust of ‘the other’ is rooted in uncertainty about their motivations, related to (often inaccurate) perceptions of them having different goals and values. Strengthening an inclusive ‘superordinate’ identity – a common group identity – can increase trust by reducing perceptions of difference, such as racial differences. For example, the Threads of Texas project aims to identify the shared identity and dreams for the future that can bring Texans together.</li><li>Increasing people’s sense of belonging. Whether at a neighborhood, city, state or national level, a greater feeling of belonging and recognition nurtures trust in others.</li><li>Increasing connections across the lines of difference. Increased interaction with people perceived as different increases trust between groups (notwithstanding some caveats)4 by facilitating a more nuanced understanding of the ‘other’. With Americans increasingly ‘sorted’ into similar groups by economic, cultural and informational factors, more intentional efforts are required to facilitate contact and interaction between people who do not know each other, through settings such as workplaces, neighborhoods, education, healthcare and other care settings. Finding appealing and creative ways for more people to participate actively in civic life, which strengthens trust in institutions. Participation is both a cause and a consequence of increased trust.</li><li>Elevating the importance of integrity and character in leadership. When explaining reasons for their distrust in leaders, it is striking how often Americans speak of universal values of honesty and integrity rather than political issues. Public debate often undervalues how important perceptions of character and integrity are in building trust in institutional settings.</li><li>Focusing on what is local. There are more opportunities to bring people together across the lines of division when operating at a local level. Public trust is highest in institutions that are local - whether local businesses, media or government. A 2020 study More in Common undertook in partnership with Reader’s Digest found that Americans’ pride in their local community’s handling of the COVID-19 pandemic was twice as strong as at a national level.</li></ul><p>These principles are only a starting point for how we turn around the erosion of social capital. For too long we have been living off investments made by past generations. Our social capital is now depleted, through both neglect and the destructive efforts of ‘conflict entrepreneurs’ who mobilize people around the fault lines in our society. Rebuilding it requires a new generation of leaders and community-builders who can find innovative ways to transcend these divisions. They will need to renovate established institutions and build new ones. And they will need to inspire engagement, participation and hope among the Exhausted Majority of Americans who are despairing at the country’s polarization, yet still overwhelmingly believe that our differences are not so great that we cannot come together.</p>"},{"id":"96880","title":null,"typeHandle":"text","text":"<p><em>Tim Dixon is co-founder of More in Common and former advisor to two Australian Prime Ministers.</em><br /></p>"}],"seomatic":{"metaTitleContainer":"{\"title\":{\"title\":\"Rebuilding U.S. social capital in a polarized era, by… – US Prosperity\"}}","metaTagContainer":"{\"generator\":[],\"keywords\":[],\"description\":{\"content\":\"The Legatum Institute’s United States Prosperity Index provides a comprehensive picture of prosperity for the 50 states of the Union and Washington D.C.\",\"name\":\"description\"},\"referrer\":{\"content\":\"no-referrer-when-downgrade\",\"name\":\"referrer\"},\"robots\":{\"content\":\"all\",\"name\":\"robots\"},\"fb:profile_id\":[],\"fb:app_id\":[],\"og:locale\":{\"content\":\"en_GB\",\"property\":\"og:locale\"},\"og:locale:alternate\":[],\"og:site_name\":{\"content\":\"US Prosperity\",\"property\":\"og:site_name\"},\"og:type\":{\"content\":\"website\",\"property\":\"og:type\"},\"og:url\":{\"content\":\"https://www.americandreamprosperity.com/articles/article/rebuilding-u-s-social-capital-in-a-polarized-era-by-tim-dixon\",\"property\":\"og:url\"},\"og:title\":{\"content\":\"Rebuilding U.S. social capital in a polarized era, by Tim Dixon\",\"property\":\"og:title\"},\"og:description\":{\"content\":\"The Legatum Institute’s United States Prosperity Index provides a comprehensive picture of prosperity for the 50 states of the Union and Washington D.C.\",\"property\":\"og:description\"},\"og:image\":{\"content\":\"https://usprosperity.vercel.app/_s3/assets/_1200x630_crop_center-center_82_none/site-social-image-2021.png?mtime=1624979936\",\"property\":\"og:image\"},\"og:image:width\":{\"content\":\"1200\",\"property\":\"og:image:width\"},\"og:image:height\":{\"content\":\"630\",\"property\":\"og:image:height\"},\"og:image:alt\":[],\"og:see_also\":[{\"content\":\"https://www.youtube.com/user/TheLegatumInstitute\",\"property\":\"og:see_also\"},{\"content\":\"https://www.linkedin.com/company/legatum-institute/\",\"property\":\"og:see_also\"},{\"content\":\"https://twitter.com/LegatumInst\",\"property\":\"og:see_also\"}],\"facebook-site-verification\":[],\"twitter:card\":{\"content\":\"summary_large_image\",\"name\":\"twitter:card\"},\"twitter:site\":{\"content\":\"@LegatumInst\",\"name\":\"twitter:site\"},\"twitter:creator\":{\"content\":\"@LegatumInst\",\"name\":\"twitter:creator\"},\"twitter:title\":{\"content\":\"Rebuilding U.S. social capital in a polarized era, by… – US Prosperity\",\"name\":\"twitter:title\"},\"twitter:description\":{\"content\":\"The Legatum Institute’s United States Prosperity Index provides a comprehensive picture of prosperity for the 50 states of the Union and Washington D.C.\",\"name\":\"twitter:description\"},\"twitter:image\":{\"content\":\"https://usprosperity.vercel.app/_s3/assets/_1200x630_crop_center-center_82_none/site-social-image-2021.png?mtime=1624979936\",\"name\":\"twitter:image\"},\"twitter:image:width\":{\"content\":\"1200\",\"name\":\"twitter:image:width\"},\"twitter:image:height\":{\"content\":\"630\",\"name\":\"twitter:image:height\"},\"twitter:image:alt\":[],\"google-site-verification\":{\"content\":\"2qdMbZphKw6UUIrbhGvNxraxh51ud_k3gAfs_GSWfZ4\",\"name\":\"google-site-verification\"},\"bing-site-verification\":[],\"pinterest-site-verification\":[]}","metaLinkContainer":"{\"canonical\":{\"href\":\"https://www.americandreamprosperity.com/articles/article/rebuilding-u-s-social-capital-in-a-polarized-era-by-tim-dixon\",\"rel\":\"canonical\"},\"home\":{\"href\":\"https://www.americandreamprosperity.com\",\"rel\":\"home\"},\"author\":{\"href\":\"https://www.americandreamprosperity.com/humans.txt\",\"rel\":\"author\",\"type\":\"text/plain\"},\"publisher\":[],\"alternate\":[]}","metaScriptContainer":"{\"gtag\":{\"script\":\"window.dataLayer = window.dataLayer || [];\\nfunction gtag(){dataLayer.push(arguments)};\\ngtag('js', new Date());\\ngtag('config', 'GTM-KLJPWC8', {'send_page_view': true,'anonymize_ip': true,'link_attribution': false,'allow_display_features': false});\\n\",\"bodyScript\":\"<script async src=\\\"https://www.googletagmanager.com/gtag/js?id=GTM-KLJPWC8\\\"></script>\\n\"}}","metaJsonLdContainer":"{\"mainEntityOfPage\":{\"@context\":\"http://schema.org\",\"@type\":\"WebPage\",\"author\":{\"@id\":\"https://li.com/#identity\"},\"copyrightHolder\":{\"@id\":\"https://li.com/#identity\"},\"copyrightYear\":\"2021\",\"creator\":{\"@id\":\"https://li.com/#creator\"},\"dateModified\":\"2021-07-20T15:41:56+00:00\",\"datePublished\":\"2021-07-20T14:35:00+00:00\",\"description\":\"The Legatum Institute’s United States Prosperity Index provides a comprehensive picture of prosperity for the 50 states of the Union and Washington D.C.\",\"headline\":\"Rebuilding U.S. social capital in a polarized era, by Tim Dixon\",\"image\":{\"@type\":\"ImageObject\",\"url\":\"https://usprosperity.vercel.app/_s3/assets/_1200x630_crop_center-center_82_none/site-social-image-2021.png?mtime=1624979936\"},\"inLanguage\":\"en-gb\",\"mainEntityOfPage\":\"https://www.americandreamprosperity.com/articles/article/rebuilding-u-s-social-capital-in-a-polarized-era-by-tim-dixon\",\"name\":\"Rebuilding U.S. social capital in a polarized era, by Tim Dixon\",\"publisher\":{\"@id\":\"https://li.com/#creator\"},\"url\":\"https://www.americandreamprosperity.com/articles/article/rebuilding-u-s-social-capital-in-a-polarized-era-by-tim-dixon\"},\"identity\":{\"@context\":\"http://schema.org\",\"@id\":\"https://li.com/#identity\",\"@type\":\"NGO\",\"address\":{\"@type\":\"PostalAddress\",\"addressCountry\":\"UK\",\"addressRegion\":\"London\",\"postalCode\":\"W1J 5DW\",\"streetAddress\":\"11 Charles Street\"},\"description\":\"The Legatum Institute is a London-based think-tank with a bold vision to create a global movement of people committed to creating the pathways from poverty to prosperity and the transformation of society.\",\"email\":\"info@li.com\",\"name\":\"Legatum Institute\",\"sameAs\":[\"https://twitter.com/LegatumInst\",\"https://www.linkedin.com/company/legatum-institute/\",\"https://www.youtube.com/user/TheLegatumInstitute\"],\"telephone\":\"+44 (0) 207 148 5400\",\"url\":\"https://li.com\"},\"creator\":{\"@context\":\"http://schema.org\",\"@id\":\"#creator\",\"@type\":\"Organization\"},\"breadcrumbList\":{\"@context\":\"http://schema.org\",\"@type\":\"BreadcrumbList\",\"description\":\"Breadcrumbs list\",\"itemListElement\":[{\"@type\":\"ListItem\",\"item\":\"https://www.americandreamprosperity.com\",\"name\":\"Homepage\",\"position\":1},{\"@type\":\"ListItem\",\"item\":\"https://www.americandreamprosperity.com/articles\",\"name\":\"Articles Page\",\"position\":2},{\"@type\":\"ListItem\",\"item\":\"https://www.americandreamprosperity.com/articles/article/rebuilding-u-s-social-capital-in-a-polarized-era-by-tim-dixon\",\"name\":\"Rebuilding U.S. social capital in a polarized era, by Tim Dixon\",\"position\":3}],\"name\":\"Breadcrumbs\"}}"}}},"__N_SSG":true}
